---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.BuiltInFailures.PathOfTravelFailures
source: html/75fbcded-440e-17b9-5ba5-e5f6b637123d.htm
---
# BuiltInFailures.PathOfTravelFailures Members

Provides a container of all Revit built-in FailureDefinitionId instances.